[
	{
		"title": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too",
		"cover": "https://m.media-amazon.com/images/M/MV5BZDBjZjQ1ZWQtNWJlMS00MWFiLWE0NDAtNDhiMzk0MTZmM2ViXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_.jpg",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 52830,
		"file_id": 5517,
		"year": 2023,
		"season": "Spring",
		"genre": "Action, Adventure, Fantasy, School Life",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "Millepensee",
		"episodes": "13",
		"synopsis": "All his life, Yuuya Tenjou has been the subject of resentment and contempt from everyone around him, even from his parents. To make matters worse, his grandfather—the only person who ever showed him affection—suddenly dies, leaving Yuuya truly alone.\n\nDespite facing many adversities, Yuuya does what he can to offer kindness to those who need it—but even the most good-natured people can only tolerate so much abuse. Just when he reaches his breaking point, a flicker of hope appears in the form of a hidden door in his bathroom.\n\nThis door provides two-way access to an abandoned house in another world, where he instantly gains game-like stats and skills. Moreover, the house once belonged to a sage, which gives Yuuya access to remarkable weapons, equipment, and crops with extraordinary effects. With these newfound blessings, the once-undesirable Yuuya may just reach his true potential and become unstoppable.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Oshi No Ko",
		"cover": "https://www.animepilipinas.com/wp-content/uploads/2023/03/Oshi-no-Ko-key-visual-1-scaled.jpg",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 52034,
		"file_id": 5573,
		"year": 2023,
		"season": "Spring",
		"genre": "Drama, Supernatural",
		"theme": "Reincarnation",
		"status": "Completed",
		"studio": "Doga Kobo",
		"episodes": "11",
		"synopsis": "In the entertainment world, celebrities often show exaggerated versions of themselves to the public, concealing their true thoughts and struggles beneath elaborate lies. Fans buy into these fabrications, showering their idols with undying love and support, until something breaks the illusion. Sixteen-year-old rising star Ai Hoshino of pop idol group B Komachi has the world captivated; however, when she announces a hiatus due to health concerns, the news causes many to become worried.\n\nAs a huge fan of Ai, gynecologist Gorou Amemiya cheers her on from his countryside medical practice, wishing he could meet her in person one day. His wish comes true when Ai shows up at his hospital—not sick, but pregnant with twins! While the doctor promises Ai to safely deliver her children, he wonders if this encounter with the idol will forever change the nature of his relationship with her.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "The Tunnel to Summer, the Exit of Goodbyes",
		"cover": "https://m.media-amazon.com/images/M/MV5BZGQxYTY2ODItM2ViYi00NjJjLTk4MTAtMGJiMGRjODMxMjU3XkEyXkFqcGdeQXVyOTI4MzgyNTk@._V1_FMjpg_UX1000_.jpg",
		"current_ep": "Movie",
		"new_post": "New",
		"mal_id": 50593,
		"file_id": 6060,
		"year": 2022,
		"season":"Summer",
		"genre": "Drama, Romance, Supernatural",
		"theme": "Supernatural",
		"status": "Completed",
		"studio": "CLAP",
		"episodes": "1",
		"synopsis": "Urashima Tunnel - Once you enter that tunnel, you can get whatever you want, but at a price. Kaoru Tohno, who seems to have an elusive personality and traumatic past, and Anzu Hanashiro, who is struggling to reconcile her ideal image and true-to-heart attitude, team up to investigate the Urashima Tunnel and get what they want. This is an unforgettable summer story of nostalgia and sprinting in a remote countryside.\n\n(Source: HIDIVE)"
	},
	{
		"title": "That Time I Got Reincarnated as a Slime",
		"cover": "https://m.media-amazon.com/images/M/MV5BM2M2NDIzOTItZDA1Yy00M2Q4LTk3ZjctZjZmZjUyZWMxM2YyXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_FMjpg_UX1000_.jpg",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 37430,
		"file_id": 6025,
		"year": 2018,
		"season":"Fall",
		"genre": "Action, Adventure, Comedy, Fantasy",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "8bit",
		"episodes": "24",
		"synopsis": "Lonely thirty-seven-year-old Satoru Mikami is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm...as a slime monster! As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever!\n\n(Source: Yen Press)"
	},
	{
		"title": "Princess Principal: Crown Handler Movie 3",
		"cover": "https://www-animeherald-com.exactdn.com/wp-content/uploads/2019/09/Princess-Principal-Crown-Handler-Visual-001-20190929.jpg?strip=all&lossy=1&resize=1080%2C1537&ssl=1",
		"current_ep": "Movie",
		"new_post": "New",
		"mal_id": 41141,
		"file_id": 6023,
		"year": 2023,
		"season":"Spring",
		"genre": "Action, Mystery",
		"theme": "Historical",
		"status": "Completed",
		"studio": "Actas",
		"episodes": "1",
		"synopsis": "While the funeral of the assassinated Prince Edward, who was the first in line to succeed the throne, is being held, the nobles of the Kingdom of Albion discuss topics such as whether the second-in-line Princess Mary or the third-in-line Duke of Arkham, Prince Richard, will succeed the throne, and how the Duke of Normandy will act. The Duke of Arkham asks Princess if she will side with him or the Duke of Normandy. While wishing to change the world so that all people are equal, Princess is shaken by the Duke of Arkham, who is the mastermind behind Edward's assassination. Meanwhile, Ange and Dorothy are given a mission to infiltrate as Mary's maids and investigate the state of the royal family by the Commonwealth's control. Mary is crushed and exhausted due to the pressure of becoming first in line to the throne. As chaos surrounds the succession to the throne, the Duke of Arkham's plot finally begins to unfold. The darkness writhing in the Kingdom of Albion begins to swallow up Team White Pigeon."
	},
	{
		"title": "Yohane the Parhelion: Sunshine in the Mirror",
		"cover": "https://www.crunchyroll.com/imgsrv/display/thumbnail/480x720/catalog/crunchyroll/0d0beb95663112f08b479a8573344635.jpe",
		"current_ep": "Ep 1",
		"new_post": "New",
		"mal_id": 52214,
		"file_id": 6004,
		"year": 2023,
		"season":"Summer",
		"genre": "Fantasy",
		"theme":"Fantasy",
		"status": "Currently Airing",
		"studio": "Sunrise",
		"episodes": "13",
		"synopsis": "The story reimagines Yoshiko Tsushima, the school idol afflicted with chuunibyou (adolescent delusions of grandeur), as a magical girl. The story is set in Numazu, a scenic harbor town surrounded by the sea and mountains. Ever since she was little, the girl Yohane has never fit in, and has always felt apart from everyone in town. Her aspirations and true place in this world lie elsewhere. The story follows this girl who can't follow rules as she journeys into the mysterious world."
	},
	{
		"title": "Ao no Orchestra",
		"cover": "https://m.media-amazon.com/images/M/MV5BY2Q3M2U2YTQtNGExZC00NmIxLWIwOTMtYzliYTk2YTlkNWE2XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_.jpg",
		"current_ep": "Ep 12",
		"new_post": "New",
		"mal_id": 51614,
		"file_id": 6002,
		"year": 2023,
		"season":"Spring",
		"genre": "Drama, Music, School Life",
		"theme":"Performing Arts",
		"status": "Currently Airing",
		"studio": "Nippon Animation",
		"episodes": "24",
		"synopsis": "Hajime Aono was a prodigy violinist until he grew jaded with playing the violin due to personal reasons. Now in his third year of middle school, he struggles to decide his academic path. One day in school, he meets Ritsuko Akine, a hotheaded novice violinist who wants to enroll in a high school with a distinguished orchestra club. When he finds himself getting closer to Ritsuko and being brought back to the world of violinists, time starts moving again for him.\n\nThis is the beginning of a youthful drama where sounds and hearts alike resound in harmony."
	},
	{
		"title": "Isekai Shoukan wa Nidome desunown",
		"cover": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3fbaeFKljcPQBXF7Arg4whGtl0J1ks4E91Q&usqp=CAU",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 50220,
		"file_id": 5887,
		"year": 2023,
		"season":"Spring",
		"genre": "Adventure, Comedy, Fantasy, Romance, Harem",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "Studio Elle",
		"episodes": "12",
		"synopsis": "There was once a man who was summoned to another world, and saved it. Of course, he became too popular there, and turned into an isekai-normie. However, that man fell into a \"trap\" and was forcibly returned to his original world. Moreover, he had to start over as a baby!\n\nThis is the story of the way-too-fantastic ex-hero who lived as a gloomy high-schooler, as he gets summoned once again to that same other world in a very unexpected development!\n\n(Source: Coolmic, edited)"
	},
	{
		"title": "In Another World With My Smartphone 2",
		"cover": "https://a.storyblok.com/f/178900/750x1056/9a73ea8e81/9c29b538a6307fbfa140bd9ae80787721658478993_main.jpg",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 51632,
		"file_id": 5882,
		"year": 2023,
		"season":"Spring",
		"genre": "Adventure, Comedy, Fantasy, Romance, Harem",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "J.C.Staff",
		"episodes": "12",
		"synopsis": "Touya Mochizuki grows accustomed to his new life in another world. Armed with his trusty smartphone, the teenager accepts small quests at his leisure while spending time with his new fiancées: Yumina Urnea Belfast, Yae Kokonoe, and twin sisters Linse and Elze Shileska. But even in a relaxing environment, Touya is only beginning to understand the responsibilities that come with these engagements.\n\nIn addition to his romantic woes, the elder fairy Lean wishes to locate the remaining pieces of Babylon, the floating island that the mysterious Professor Regina Babylon created five thousand years ago. Touya reluctantly accepts her request and seeks out the teleportation circles that will lead to the islands. However, strange monsters have emerged—possibly powerful enough to destroy the world. In order to save the second life he was given, Touya must weaponize ancient technologies to fight these monsters—all while balancing his overwhelming number of relationships.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Kuma Kuma Kuma Bear 2nd Season",
		"cover": "https://a.storyblok.com/f/178900/984x1333/6134ec2272/ef430ec12c43b6325da3602f09416dfd1667553265_main.jpg",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 45486,
		"file_id": 5878,
		"year": 2023,
		"season":"Spring",
		"genre": "Adventure, Comedy, Fantasy",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "EMT Squared",
		"episodes": "12",
		"synopsis": "Ever since moving to an in-game world after countless hours of VRMMO grinding, Yuna now calls Crimonia—the city where she started—home. While maintaining her reputation as a renowned adventurer, she continues to manage her businesses; but most importantly, Yuna spends time with the people she has grown to love. Nevertheless, this world has a lot more to offer the carefree adventurer. It is up to Yuna to discover these wonders, and perhaps help more people in need as she encounters their various plights.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "My One-Hit Kill Sister",
		"cover": "https://m.media-amazon.com/images/M/MV5BMWI5NGRkYmYtOWNkNy00MGExLWI4YjUtYjE3NTYwYzM3ZGE3XkEyXkFqcGdeQXVyMTIzNDEwODY@._V1_FMjpg_UX1000_.jpg",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 51219,
		"file_id": 5872,
		"year": 2023,
		"season":"Spring",
		"genre": "Comedy, Fantasy",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "Gekkou",
		"episodes": "12",
		"synopsis": "While saving a child from harm, otaku Asahi Ikusaba is transported to another world and believes he has reincarnated with cheat skills similar to those of the characters from his favorite games and novels. Unfortunately, reality strikes when an encounter with a powerful monster shows that he is still nothing more than an average person.\n\nIn this moment of extreme danger, Asahi instinctively calls out to his overly doting sister, Maya, who appears out of nowhere, possessing the overpowered abilities he thought he had. Maya is ecstatic to see her brother again and resolves to use her newfound powers to protect Asahi no matter what.\n\nTogether, the close-knit siblings attempt to find a way back home while enjoying their new lives. However, it soon becomes clear that their arrival in this world may have had a purpose. With the Demon King's overwhelmingly powerful army approaching, no one but Maya seems to be able to stand in its way."
	},
	{
		"title": "God Eater",
		"cover": "https://static.wikia.nocookie.net/godeater/images/8/89/God_Eater_TV.jpg/revision/latest?cb=20150618090159",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 27631,
		"file_id": 5851,
		"year": 2015,
		"season":"Summer",
		"genre": "Action, Fantasy, Science Fiction, Military",
		"theme": "Military",
		"status": "Completed",
		"studio": "ufotable",
		"episodes": "13",
		"synopsis": "The year is 2071. Humanity has been pushed to the brink of extinction following the emergence of man-eating monsters called \"Aragami\" that boast an immunity to conventional weaponry. They ravaged the land, consuming almost everything in their path and leaving nothing in their wake. To combat them, an organization named Fenrir was formed as a last-ditch effort to save humanity through the use of \"God Eaters\"—special humans infused with Oracle cells, allowing them to wield the God Arc, the only known weapon capable of killing an Aragami. One such God Eater is Lenka Utsugi, a New-Type whose God Arc takes the form of both blade and gun.\n\nNow, as one of Fenrir's greatest weapons, Lenka must master his God Arc if he is to fulfill his desire of wiping out the Aragami once and for all. The monsters continue to be born en masse while the remnants of humanity struggle to survive the night. Only God Eaters stand between the Aragami and complete and total annihilation of the human race.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "The Reason Why Raeliana Ended up at the Duke's Mansion",
		"cover": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHQNwhgh2uil-l8NxkQTHUnL8u-csZ0L0Cnw&usqp=CAU",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 52308,
		"file_id": 5666,
		"year": 2023,
		"season": "Spring",
		"genre": "Fantasy, Romance",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "Typhoon Graphics",
		"episodes": "12",
		"synopsis": "When, after her sudden death, Rinko Hanasaki is reborn as Raeliana McMillan, she is not sure whether to curse her luck. Raeliana was a minor character in a novel Rinko read, and as the eldest daughter of a nouveau-riche baron, she led a carefree life until her unfortunate demise at the hands of her fiancé, Lord Francis Brooks. To avoid her destined fate, Raeliana is determined to end her engagement with Francis.\n\nHowever, when Francis refuses to break things off, Raeliana decides to seek help from someone of higher standing and approaches Duke Noah Wynknight—the novel\'s male protagonist. Using her knowledge of the plot, Raeliana captures the duke\'s interest by proposing a deal: she will not expose his secrets if Noah agrees to act as her fiancé. Little does she know that getting involved with a duke who only shows his true colors around her may lead to more than she bargained for.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "A Galaxy Next Door",
		"cover": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTqmUGxKrKi2J-tcYO8J6wka849z0fodd7OQQ&usqp=CAU",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 51705,
		"file_id": 5684,
		"year": 2023,
		"season": "Spring",
		"genre": "Romance, Supernatural",
		"theme": "Romance",
		"status": "Completed",
		"studio": "Asahi Production",
		"episodes": "12",
		"synopsis": "Ichirou Kuga has suddenly found himself taking on the responsibility of caring for his two younger siblings after their father's untimely death. To make ends meet, Ichirou rents out rooms in the apartment complex he inherited and works full-time as a shoujo manga artist. However, his manga sales are low, his assistants have recently left, and deadlines are fast approaching.\n\nAs stress threatens to overtake Ichirou, salvation comes in the form of an extremely competent novice artist, Shiori Goshiki, who becomes his new assistant. With her skills, they are able to tide over the difficult situation, and things begin looking up. But in a bizarre accident, a supernatural experience unfolds between Ichirou and Shirou, which leads her to declare them engaged.\n\nWith this seemingly innocuous action upending his life, Ichirou now has to manage his new and peculiar relationship with the mysterious girl, all the while following his own passion and fulfilling the duties that rest on his shoulders.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc",
		"cover": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTyYHmD1TbIVWwIvulxgEjMqe14TkUBtoDJjw&usqp=CAU",
		"current_ep": "Completed",
		"new_post": "New",
		"mal_id": 51019,
		"file_id": 5659,
		"year": 2023,
		"season": "Spring",
		"genre": "Action, Fantasy",
		"theme": "Supernatural",
		"status": "Completed",
		"studio": "ufotable",
		"episodes": "11",
		"synopsis": "For centuries, the Demon Slayer Corps has sacredly kept the location of Swordsmith Village a secret. As the village of the greatest forgers, it provides Demon Slayers with the finest weapons, which allow them to fight night-crawling fiends and ensure the safety of humans. After his sword was chipped and deemed useless, Tanjirou Kamado, along with his precious little sister Nezuko, is escorted to the village to receive a new one.\n\nMeanwhile, the death of an Upper Rank Demon disturbs the idle order in the demon world. As Tanjirou becomes acquainted with Mist Hashira Muichirou Tokitou and Love Hashira Mitsuri Kanroji, ferocious powers creep from the shadows and threaten to shatter the Demon Slayers' greatest line of defense.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Yuri is My Job!",
		"cover": "https://genzay.com/wp-content/uploads/2023/02/yuriismyjo-3-725x1024.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 51817,
		"file_id": 5656,
		"year": 2023,
		"season": "Spring",
		"genre": "Comedy, Yuri",
		"theme": "Workplace",
		"status": "Completed",
		"studio": "Studio Lings|Passione",
		"episodes": "12",
		"synopsis": "Hime Shiraki appears to have it all: an angelic voice, an innocent personality, and an adorable face that enamors all onlookers. However, her cuteness is all a lie—it is purely an act to achieve her self-centered goal of marrying a rich suitor. Though she often plays up her innocence to gain favor from those around her, Hime's facade does not absolve her of responsibility when an accident leaves Mai Koshiba injured.\n\nLearning that Mai is the manager of Café Liebe—a cafe themed as an all-girls academy—Hime is coerced into taking up a part-time position until Mai recovers. However, Hime\'s facade cannot cover up her shortcomings at being a waitress, earning her the ire of one of her coworkers, Mitsuki Yano, the elegant \"onee-sama\" who often berates Hime over her mistakes. As Hime struggles to adjust to her new job in addition to Mitsuki\'s unrelenting hostility, her real personality begins seeping through the cracks.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "KonoSuba: An Explosion on This Wonderful World!",
		"cover": "https://m.media-amazon.com/images/M/MV5BZDEyN2ExNzMtNjMxOC00ZDIyLThmZWYtYWFmYTYwNzQyMDk0XkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_FMjpg_UX1000_.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 51958,
		"file_id": 5651,
		"year": 2023,
		"season": "Spring",
		"genre": "Comedy, Fantasy",
		"theme": "Fantasy",
		"status": "Completed",
		"studio": "Drive",
		"episodes": "12",
		"synopsis": "Megumin is a young and passionate wizard from the Crimson Demon Village, a remote community of mages with red eyes and a flair for the dramatic. She has devoted her life to mastering explosion magic, a powerful but impractical spell that leaves her drained of mana and unable to move for the rest of the day. Regardless, she refuses to learn any other skills.\n\nAlong with her childhood friend and self-proclaimed rival, Yunyun, Megumin enrolls in the Red Prison: a prestigious academy for Crimson Demon magic users. There, she learns more about the secrets and history of her clan, as well as the threats and challenges they must face. As she polishes her power at the Red Prison with the help of her loyal familiar Chomusuke and her adorable little sister Komekko, Megumin aims to become the greatest explosion wizard of all time!\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "TONIKAWA: Over The Moon For You Season 2",
		"cover": "https://cdn.animenewsnetwork.com/thumbnails/max600x600/cms/news.6/194891/tonikawa.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 50307,
		"file_id": 5646,
		"year": 2023,
		"season": "Spring",
		"genre": "Comedy, Romance, Shounen",
		"theme": "Romance",
		"status": "Completed",
		"studio": "Seven Arcs",
		"episodes": "12",
		"synopsis": "In the wake of their first home burning down, Nasa and Tsukasa Yuzaki are seeking temporary shelter at the Arisugawas' bathhouse. Though they have only been married for a short time, their relationship has only become sweeter by the day. Nasa is determined to spend as much time with his wife as possible, basking in the happiness of their marriage.\n\nThe newlyweds find new ways to explore their relationship. From adopting a cat, going to an amusement park, and even watching an impromptu romantic comedy featuring Nasa\'s former teacher, every day is a new experience. But while Tsukasa continues to meet the people in Nasa\'s life, Nasa has yet to meet more of Tsukasa\'s family. Though they appear to be the picture-perfect couple to everyone around them, Nasa begins to wonder if he will ever learn more about his wife\'s mysterious past.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Megami no Café Terrace",
		"cover": "https://m.media-amazon.com/images/M/MV5BZjM3NDQ2MjgtOGIwMC00YTc5LWJmZGMtMjI4MmQ5M2U4MzRiXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_FMjpg_UX1000_.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 52973,
		"file_id": 5570,
		"year": 2023,
		"season": "Spring",
		"genre": "Comedy, Romance, Ecchi",
		"theme": "Harem",
		"status": "Completed",
		"studio": "Tezuka Productions",
		"episodes": "12",
		"synopsis": "After his grandmother Sachiko passes away, Hayato Kasukabe returns from Tokyo and inherits her cafe—Familia Café Terrace. He aims to demolish the cafe and convert it into a parking lot, only to discover that his grandmother had taken in five girls prior to her death.\n\nThe girls—Ouka Makuzawa, Akane Hououji, Riho Tsukishima, Shiragiku Ono, and Ami Tsuruga—evidently shared a deep bond with Sachiko, and they naturally refuse to give up the place they call home. They convince Hayato to change his mind, albeit reluctantly. Through this encounter, Hayato eventually remembers his past with his grandmother as well as his love for the cafe.\n\nNow resolved to carry on his grandmother's legacy, Hayato enlists the girls to act as the \"goddesses\" that will ensure the preservation of this precious abode.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Bocchi the Rock!",
		"cover": "https://m.media-amazon.com/images/M/MV5BZTE3M2JkZjUtODQ4My00NzBlLTllZTctNDBlODcxNDU0MWNmXkEyXkFqcGdeQXVyNjc3NTI5MDY@._V1_.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 47917,
		"file_id": 5531,
		"year": 2022,
		"season": "Fall",
		"genre": "Comedy, Music",
		"theme": "Music",
		"status": "Completed",
		"studio": "CloverWorks",
		"episodes": "12",
		"synopsis": "Yearning to make friends and perform live with a band, lonely and socially anxious Hitori \"Bocchi\" Gotou devotes her time to playing the guitar. On a fateful day, Bocchi meets the outgoing drummer Nijika Ijichi, who invites her to join Kessoku Band when their guitarist, Ikuyo Kita, flees before their first show. Soon after, Bocchi meets her final bandmate—the cool bassist Ryou Yamada.\n\nAlthough their first performance together is subpar, the girls feel empowered by their shared love for music, and they are soon rejoined by Kita. Finding happiness in performing, Bocchi and her bandmates put their hearts into improving as musicians while making the most of their fleeting high school days.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Kami-tachi ni Hirowareta Otoko 2nd Season",
		"cover": "https://m.media-amazon.com/images/M/MV5BZTc2YWVjZDYtMjU1Mi00ZDcyLWJmMGItMzk0YzM3M2NhNjBlXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 49109,
		"file_id": 2124,
		"year": 2023,
		"season": "Winter",
		"genre": "Fantasy, Slice of Life",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "Maho Film",
		"episodes": "12",
		"synopsis": "Since reincarnating into a new world, Ryouma Takebayashi has used his god-given graces to tame countless slimes and employ them to improve the lives of everyone around him. With the astonishing success of his laundry shop, Bamboo Forest, he is finally ready to take on new frontiers and open a branch in the neighboring city of Lenaf. Abiding by his promise with his dearest friend, Eliaria Jamil, Ryouma makes every day count, whether learning new techniques, forming connections, or even discovering more species of slime.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "Kami-tachi ni Hirowareta Otoko",
		"cover": "https://images.sr.roku.com/idType/roku/context/global/id/b2540a6008155e66ba24e0b9b4a98eed/images/gracenote/assets/p18931536_b_v12_ae.jpg/magic/396x0/filters:quality(70)",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 41312,
		"file_id": 2122,
		"year": 2020,
		"season": "Fall",
		"genre": "Fantasy, Slice of Life",
		"theme": "Isekai",
		"status": "Completed",
		"studio": "Maho Film",
		"episodes": "12",
		"synopsis": "Deep in the forest, far from any human contact, there lives a child named Ryouma Takebayashi. He engages in the rather strange hobby of keeping various types of slimes as pets. Furthermore, despite his young age, he has a sturdy physique and good compatibility for magic. All of this is because, having endured much hardship in his previous life, three gods grace Ryouma with a second chance to pursue one goal: savor the wonders of life.\n\nAfter three years of comfortable solitude pass by, Ryouma meets people that will change his current life forever. When he encounters and helps some soldiers tend to their wounded comrade, the group convinces him to accompany them to visit the nearby town's ducal family. Ryouma agrees and soon embarks on a journey to explore the vast world beyond his home.\n\n[Written by MAL Rewrite]"
	},
	{
		"title": "The Angel Next Door Spoils Me Rotten",
		"cover": "https://www.crunchyroll.com/imgsrv/display/thumbnail/480x720/catalog/crunchyroll/3d7dbae873e5958948f4958ff2081c8f.jpe",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 50739,
		"file_id": 1939,
		"year": 2023,
		"season": "Winter",
		"genre": "Comedy, Romance, School Life",
		"theme": "Romance",
		"status": "Completed",
		"studio": "Project No.9",
		"episodes": "12",
		"synopsis": "Mahiru Shiina is worthy of her nickname \"Angel\": she is a divine beauty loved by all, and she excels in both academics and athletics. Shiina lives in an entirely different world from Amane Fujimiya, her next-door neighbor. Despite living so close together, they have never spoken once. But their silence is broken when Fujimiya spots Shiina gloomily sitting on a swing amidst a heavy rainstorm and lends her his umbrella.\n\nWhen Fujimiya catches a cold the next day, Shiina wishes to return the favor for the umbrella by nursing him back to health. Believing that this would be their first and last interaction, he silently appreciates her kindness. However, Shiina—who can not help but worry about Fujimiya\'s lack of tidiness and proper nutrition—begins to cook and clean for him. As the unlikely pair spend time together in Fujimiya\'s apartment, they explore the true nature of their relationship and the gentle emotions that emerge from it.\n\n[Written by MAL Rewrite]"
	},{
		"title": "Sword Art Online the Movie: Progressive - Scherzo of Deep Night",
		"cover": "https://m.media-amazon.com/images/M/MV5BYjdiNjk0MTgtNDUyYS00OThmLWFjZTAtMWU3MzA1ZDc0ZDZmXkEyXkFqcGdeQXVyNjM0MTI4Mw@@._V1_.jpg",
		"current_ep": "Movie",
		"new_post": "No",
		"mal_id": 50275,
		"file_id": 1994,
		"year": 2022,
		"season": "Fall",
		"genre": "Action, Adventure, Fantasy, Romance",
		"theme":"Video Game",
		"status": "Completed",
		"studio": "A-1 Pictures",
		"episodes": "1",
		"synopsis": "After vanquishing another boss and stepping through the gates of the fifth floor, the misfit duo Kazuto \"Kirito\" Kirigaya and Asuna Yuuki are greeted with a beautiful landscape of crumbling ruins and catacombs steeped in mystery. This idyllic adventure is short-lived, however. Tensions between the Dragon’s Knights Brigade and the Aincrad Liberation Squad—the two leading guilds focused on clearing Sword Art Online—continue to rise and threaten the fragile stability of the frontline raiding group.\n\nKirito and Asuna are forced to act quickly, making a desperate gamble and gathering a small number of allies for a dangerous mission. As a result, Asuna and Misumi \"Mito\" Tozawa must come to terms with their relationship after the near-tragedy that forced them apart on the first floor.\n\n[Written by MAL Rewrite]"
	},{
		"title": "World Dai Star",
		"cover": "https://m.media-amazon.com/images/M/MV5BMWM5OTBlMjctM2EzMC00MWJhLTkzYzktNGViNjlkODc1NzIyXkEyXkFqcGdeQXVyNzgxNDk0NTI@._V1_.jpg",
		"current_ep": "Completed",
		"new_post": "No",
		"mal_id": 53698,
		"file_id": 6007,
		"year": 2023,
		"season":"Spring",
		"genre":"Unknown",
		"theme": "Performing Arts",
		"status": "Completed",
		"studio": "Lerche",
		"episodes": "12",
		"synopsis": "Theater has taken the entire world by storm in the 20th century, and teenager Kokona Ohtori aims to take the big stage. Performers who shine the brightest are called Dai Stars, and for Kokona, her first step into stardom is auditioning for the prominent theater troupe—Sirius. As she cultivates her unique sense for the stage, a story of passion and aspiration unfolds in this super-theater age.\n\n(Source: Crunchyroll)"
	}
]